[
  {
    "id": "eliot_adam",
    "name": "Adam Bede by George Eliot",
    "text": "ADAM BEDE\nby George Eliot\nBook One\nChapter I\nThe Workshop\nWith a single drop of ink for a mirror, the Egyptian sorcerer undertakes\nto reveal to any chance comer far-reaching visions of the past. This is\nwhat I undertake to do for you, reader. With this drop of ink at the\nend of my pen, I will show you the roomy workshop of Mr. Jonathan Burge,\ncarpenter and builder, in the village of Hayslope, as it appeared on the\neighteenth of June, in the year of our Lord 1799.\nThe afternoon sun was warm on the five workmen there, busy upon doors\nand window-frames and wainscoting. A scent of pine-wood from a tentlike\npile of planks outside the open door mingled itself with the scent of\nthe elder-bushes which were spreading their summer snow close to\nthe open window opposite; the slanting sunbeams shone through the\ntransparent shavings that flew before the steady plane, and lit up the\nfine grain of the oak panelling which stood propped against the wall.\nOn a heap of those soft shavings a rough, grey shepherd dog had\nmade himself a pleasant bed, and was lying with his nose between his\nfore-paws, occasionally wrinkling his brows to cast a glance at the\ntallest of the five workmen, who was carving a shield in the centre of\na wooden mantelpiece. It was to this workman that the strong barytone\nbelonged which was heard above the sound of plane and hammer singing--\nAwake, my soul, and with the sun\nThy daily stage of duty run;\nShake off dull sloth...\nHere some measurement was to be taken which required more concentrated\nattention, and the sonorous voice subsided into a low whistle; but it\npresently broke out again with renewed vigour--\nLet all thy converse be sincere,\nThy conscience as the noonday clear.\nSuch a voice could only come from a broad chest, and the broad chest\nbelonged to a large-boned, muscular man nearly six feet high, with a\nback so flat and a head so well poised that when he drew himself up\nto take a more distant survey of his work, he had the air of a soldier\nstanding at ease. The sleeve rolled up above the elbow showed an arm\nthat was likely to win the prize for feats of strength; yet the long\nsupple hand, with its broad finger-tips, looked ready for works of\nskill. In his tall stalwartness Adam Bede was a Saxon, and justified his\nname; but the jet-black hair, made the more noticeable by its contrast\nwith the light paper cap, and the keen glance of the dark eyes that\nshone from under strongly marked, prominent and mobile eyebrows,\nindicated a mixture of Celtic blood. The face was large and roughly\nhewn, and when in repose had no other beauty than such as belongs to an\nexpression of good-humoured honest intelligence.\nIt is clear at a glance that the next workman is Adam's brother. He is\nnearly as tall; he has the same type of features, the same hue of hair\nand complexion; but the strength of the family likeness seems only to\nrender more conspicuous the remarkable difference of expression both in\nform and face. Seth's broad shoulders have a slight stoop; his eyes\nare grey; his eyebrows have less prominence and more repose than his\nbrother's; and his glance, instead of being keen, is confiding and\nbenign. He has thrown off his paper cap, and you see that his hair is\nnot thick and straight, like Adam's, but thin and wavy, allowing you\nto discern the exact contour of a coronal arch that predominates very\ndecidedly over the brow.\nThe idle tramps always felt sure they could get a copper from Seth; they\nscarcely ever spoke to Adam.\nThe concert of the tools and Adam's voice was at last broken by Seth,\nwho, lifting the door at which he had been working intently, placed\nit against the wall, and said, \"There! I've finished my door to-day,\nanyhow.\"\nThe workmen all looked up; Jim Salt, a burly, red-haired man known as\nSandy Jim, paused from his planing, and Adam said to Seth, with a sharp\nglance of surprise, \"What! Dost think thee'st finished the door?\"\n\"Aye, sure,\" said Seth, with answering surprise; \"what's awanting to't?\"\nA loud roar of laughter from the other three workmen made Seth look\nround confusedly. Adam did not join in the laughter, but there was a\nslight smile on his face as he said, in a gentler tone than before,\n\"Why, thee'st forgot the panels.\"\nThe laughter burst out afresh as Seth clapped his hands to his head, and\ncoloured over brow and crown.\n\"Hoorray!\" shouted a small lithe fellow called Wiry Ben, running forward\nand seizing the door. \"We'll hang up th' door at fur end o' th' shop an'\nwrite on't 'Seth Bede, the Methody, his work.' Here, Jim, lend's hould\no' th' red pot.\"\n\"Nonsense!\" said Adam. \"Let it alone, Ben Cranage. You'll mayhap be\nmaking such a slip yourself some day; you'll laugh o' th' other side o'\nyour mouth then.\"\n\"Catch me at it, Adam. It'll be a good while afore my head's full o' th'\nMethodies,\" said Ben.\n\"Nay, but it's often full o' drink, and that's worse.\"\nBen, however, had now got the \"red pot\" in his hand, and was about\nto begin writing his inscription, making, by way of preliminary, an\nimaginary S in the air.\n\"Let it alone, will you?\" Adam called out, laying down his tools,\nstriding up to Ben, and seizing his right shoulder. \"Let it alone, or\nI'll shake the soul out o' your body.\"\nBen shook in Adam's iron grasp, but, like a plucky small man as he was,\nhe didn't mean to give in. With his left hand he snatched the brush from\nhis powerless right, and made a movement as if he would perform the feat\nof writing with his left. In a moment Adam turned him round, seized his\nother shoulder, and, pushing him along, pinned him against the wall. But\nnow Seth spoke.\n\"Let be, Addy, let be. Ben will be joking. Why, he's i' the right to\nlaugh at me--I canna help laughing at myself.\"\n\"I shan't loose him till he promises to let the door alone,\" said Adam.\n\"Come, Ben, lad,\" said Seth, in a persuasive tone, \"don't let's have a\nquarrel about it. You know Adam will have his way. You may's well try\n"
  },
  {
    "id": "austen_emma",
    "name": "Emma by Jane Austen",
    "text": "EMMA\nBY\nJANE AUSTEN\nVOLUME I\nCHAPTER I\nEmma Woodhouse, handsome, clever, and rich, with a comfortable home and\nhappy disposition, seemed to unite some of the best blessings of\nexistence; and had lived nearly twenty-one years in the world with very\nlittle to distress or vex her.\nShe was the youngest of the two daughters of a most affectionate,\nindulgent father; and had, in consequence of her sister's marriage,\nbeen mistress of his house from a very early period. Her mother had\ndied too long ago for her to have more than an indistinct remembrance\nof her caresses; and her place had been supplied by an excellent woman\nas governess, who had fallen little short of a mother in affection.\nSixteen years had Miss Taylor been in Mr. Woodhouse's family, less as a\ngoverness than a friend, very fond of both daughters, but particularly\nof Emma. Between _them_ it was more the intimacy of sisters. Even\nbefore Miss Taylor had ceased to hold the nominal office of governess,\nthe mildness of her temper had hardly allowed her to impose any\nrestraint; and the shadow of authority being now long passed away, they\nhad been living together as friend and friend very mutually attached,\nand Emma doing just what she liked; highly esteeming Miss Taylor's\njudgment, but directed chiefly by her own.\nThe real evils, indeed, of Emma's situation were the power of having\nrather too much her own way, and a disposition to think a little too\nwell of herself; these were the disadvantages which threatened alloy to\nher many enjoyments. The danger, however, was at present so\nunperceived, that they did not by any means rank as misfortunes with\nher.\nSorrow came--a gentle sorrow--but not at all in the shape of any\ndisagreeable consciousness.--Miss Taylor married. It was Miss Taylor's\nloss which first brought grief. It was on the wedding-day of this\nbeloved friend that Emma first sat in mournful thought of any\ncontinuance. The wedding over, and the bride-people gone, her father\nand herself were left to dine together, with no prospect of a third to\ncheer a long evening. Her father composed himself to sleep after\ndinner, as usual, and she had then only to sit and think of what she\nhad lost.\nThe event had every promise of happiness for her friend. Mr. Weston\nwas a man of unexceptionable character, easy fortune, suitable age, and\npleasant manners; and there was some satisfaction in considering with\nwhat self-denying, generous friendship she had always wished and\npromoted the match; but it was a black morning's work for her. The\nwant of Miss Taylor would be felt every hour of every day. She\nrecalled her past kindness--the kindness, the affection of sixteen\nyears--how she had taught and how she had played with her from five\nyears old--how she had devoted all her powers to attach and amuse her\nin health--and how nursed her through the various illnesses of\nchildhood. A large debt of gratitude was owing here; but the\nintercourse of the last seven years, the equal footing and perfect\nunreserve which had soon followed Isabella's marriage, on their being\nleft to each other, was yet a dearer, tenderer recollection. She had\nbeen a friend and companion such as few possessed: intelligent,\nwell-informed, useful, gentle, knowing all the ways of the family,\ninterested in all its concerns, and peculiarly interested in herself,\nin every pleasure, every scheme of hers--one to whom she could speak\nevery thought as it arose, and who had such an affection for her as\ncould never find fault.\nHow was she to bear the change?--It was true that her friend was going\nonly half a mile from them; but Emma was aware that great must be the\ndifference between a Mrs. Weston, only half a mile from them, and a\nMiss Taylor in the house; and with all her advantages, natural and\ndomestic, she was now in great danger of suffering from intellectual\nsolitude. She dearly loved her father, but he was no companion for\nher. He could not meet her in conversation, rational or playful.\nThe evil of the actual disparity in their ages (and Mr. Woodhouse had\nnot married early) was much increased by his constitution and habits;\nfor having been a valetudinarian all his life, without activity of mind\nor body, he was a much older man in ways than in years; and though\neverywhere beloved for the friendliness of his heart and his amiable\ntemper, his talents could not have recommended him at any time.\nHer sister, though comparatively but little removed by matrimony, being\nsettled in London, only sixteen miles off, was much beyond her daily\nreach; and many a long October and November evening must be struggled\nthrough at Hartfield, before Christmas brought the next visit from\nIsabella and her husband, and their little children, to fill the house,\nand give her pleasant society again.\nHighbury, the large and populous village, almost amounting to a town,\nto which Hartfield, in spite of its separate lawn, and shrubberies, and\nname, did really belong, afforded her no equals. The Woodhouses were\nfirst in consequence there. All looked up to them. She had many\nacquaintance in the place, for her father was universally civil, but\nnot one among them who could be accepted in lieu of Miss Taylor for\neven half a day. It was a melancholy change; and Emma could not but\nsigh over it, and wish for impossible things, till her father awoke,\nand made it necessary to be cheerful. His spirits required support.\nHe was a nervous man, easily depressed; fond of every body that he was\nused to, and hating to part with them; hating change of every kind.\nMatrimony, as the origin of change, was always disagreeable; and he was\nby no means yet reconciled to his own daughter's marrying, nor could\never speak of her but with compassion, though it had been entirely a\nmatch of affection, when he was now obliged to part with Miss Taylor\ntoo; and from his habits of gentle selfishness, and of being never able\nto suppose that other people could feel differently from himself, he\nwas very much disposed to think Miss Taylor had done as sad a thing for\nherself as for them, and would have been a great deal happier if she\nhad spent all the rest of her life at Hartfield. Emma smiled and\nchatted as cheerfully as she could, to keep him from such thoughts; but\nwhen tea came, it was impossible for him not to say exactly as he had\n"
  },
  {
    "id": "bronte_jane",
    "name": "Jane Eyre by Charlotte Bronte",
    "text": "Jane Eyre\nby Charlotte Bronte\nPREFACE\nA preface to the first edition of \"Jane Eyre\" being unnecessary, I gave none: this second edition demands a few words both of acknowledgment and miscellaneous remark.\nMy thanks are due in three quarters.\nTo the Public, for the indulgent ear it has inclined to a plain tale with few pretensions.\nTo the Press, for the fair field its honest suffrage has opened to an obscure aspirant.\nTo my Publishers, for the aid their tact, their energy, their practical sense and frank liberality have afforded an unknown and unrecommended Author.\nThe Press and the Public are but vague personifications for me, and I must thank them in vague terms; but my Publishers are definite: so are certain generous critics who have encouraged me as only large-hearted and high-minded men know how to encourage a struggling stranger; to them, i.e., to my Publishers and the select Reviewers, I say cordially, Gentlemen, I thank you from my heart.\nHaving thus acknowledged what I owe those who have aided and approved me, I turn to another class; a small one, so far as I know, but not, therefore, to be overlooked. I mean the timorous or carping few who doubt the tendency of such books as \"Jane Eyre:\" in whose eyes whatever is unusual is wrong; whose ears detect in each protest against bigotry -- that parent of crime -- an insult to piety, that regent of God on earth. I would suggest to such doubters certain obvious distinctions; I would remind them of certain simple truths.\nConventionality is not morality. Self-righteousness is not religion. To attack the first is not to assail the last. To pluck the mask from the face of the Pharisee, is not to lift an impious hand to the Crown of Thorns.\nThese things and deeds are diametrically opposed: they are as distinct as is vice from virtue. Men too often confound them: they should not be confounded: appearance should not be mistaken for truth; narrow human doctrines, that only tend to elate and magnify a few, should not be substituted for the world-redeeming creed of Christ. There is -- I repeat it -- a difference; and it is a good, and not a bad action to mark broadly and clearly the line of separation between them.\nThe world may not like to see these ideas dissevered, for it has been accustomed to blend them; finding it convenient to make external show pass for sterling worth -- to let white-washed walls vouch for clean shrines. It may hate him who dares to scrutinise and expose -- to rase the gilding, and show base metal under it -- to penetrate the sepulchre, and reveal charnel relics: but hate as it will, it is indebted to him.\nAhab did not like Micaiah, because he never prophesied good concerning him, but evil; probably he liked the sycophant son of Chenaannah better; yet might Ahab have escaped a bloody death, had he but stopped his ears to flattery, and opened them to faithful counsel.\nThere is a man in our own days whose words are not framed to tickle delicate ears: who, to my thinking, comes before the great ones of society, much as the son of Imlah came before the throned Kings of Judah and Israel; and who speaks truth as deep, with a power as prophet-like and as vital -- a mien as dauntless and as daring. Is the satirist of \"Vanity Fair\" admired in high places? I cannot tell; but I think if some of those amongst whom he hurls the Greek fire of his sarcasm, and over whom he flashes the levin-brand of his denunciation, were to take his warnings in time -- they or their seed might yet escape a fatal Rimoth-Gilead.\nWhy have I alluded to this man? I have alluded to him, Reader, because I think I see in him an intellect profounder and more unique than his contemporaries have yet recognised; because I regard him as the first social regenerator of the day -- as the very master of that working corps who would restore to rectitude the warped system of things; because I think no commentator on his writings has yet found the comparison that suits him, the terms which rightly characterise his talent. They say he is like Fielding: they talk of his wit, humour, comic powers. He resembles Fielding as an eagle does a vulture: Fielding could stoop on carrion, but Thackeray never does. His wit is bright, his humour attractive, but both bear the same relation to his serious genius that the mere lambent sheet-lightning playing under the edge of the summer-cloud does to the electric death-spark hid in its womb. Finally, I have alluded to Mr. Thackeray, because to him -- if he will accept the tribute of a total stranger -- I have dedicated this second edition of \"JANE EYRE.\"\nCURRER BELL.\nDecember 21st, 1847.\nNOTE TO THE THIRD EDITION\nI avail myself of the opportunity which a third edition of \"Jane Eyre\" affords me, of again addressing a word to the Public, to explain that my claim to the title of novelist rests on this one work alone. If, therefore, the authorship of other works of fiction has been attributed to me, an honour is awarded where it is not merited; and consequently, denied where it is justly due.\nThis explanation will serve to rectify mistakes which may already have been made, and to prevent future errors.\nCURRER BELL.\nApril 13th, 1848.\nCHAPTER I\nThere was no possibility of taking a walk that day. We had been wandering, indeed, in the leafless shrubbery an hour in the morning; but since dinner (Mrs. Reed, when there was no company, dined early) the cold winter wind had brought with it clouds so sombre, and a rain so penetrating, that further out-door exercise was now out of the question.\nI was glad of it: I never liked long walks, especially on chilly afternoons: dreadful to me was the coming home in the raw twilight, with nipped fingers and toes, and a heart saddened by the chidings of Bessie, the nurse, and humbled by the consciousness of my physical inferiority to Eliza, John, and Georgiana Reed.\nThe said Eliza, John, and Georgiana were now clustered round their mama in the drawing-room: she lay reclined on a sofa by the fireside, and with her darlings about her (for the time neither quarrelling nor crying) looked perfectly happy. Me, she had dispensed from joining the group; saying, \"She regretted to be under the necessity of keeping me at a distance; but that until she heard from Bessie, and could discover by her own observation, that I was endeavouring in good earnest to acquire a more sociable and childlike disposition, a more attractive and sprightly manner -- something lighter, franker, more natural, as it were -- she really must exclude me from privileges intended only for contented, happy, little children.\"\n\"What does Bessie say I have done?\" I asked.\n\"Jane, I don't like cavillers or questioners; besides, there is something truly forbidding in a child taking up her elders in that manner. Be seated somewhere; and until you can speak pleasantly, remain silent.\"\nA breakfast-room adjoined the drawing-room, I slipped in there. It contained a bookcase: I soon possessed myself of a volume, taking care that it should be one stored with pictures. I mounted into the window-seat: gathering up my feet, I sat cross-legged, like a Turk; and, having drawn the red moreen curtain nearly close, I was shrined in double retirement.\nFolds of scarlet drapery shut in my view to the right hand; to the left were the clear panes of glass, protecting, but not separating me from the drear November day. At intervals, while turning over the leaves of my book, I studied the aspect of that winter afternoon. Afar, it offered a pale blank of mist and cloud; near a scene of wet lawn and storm-beat shrub, with ceaseless rain sweeping away wildly before a long and lamentable blast.\nI returned to my book -- Bewick's History of British Birds: the letterpress thereof I cared little for, generally speaking; and yet there were certain introductory pages that, child as I was, I could not pass quite as a blank. They were those which treat of the haunts of sea-fowl; of \"the solitary rocks and promontories\" by them only inhabited; of the coast of Norway, studded with isles from its southern extremity, the Lindeness, or Naze, to the North Cape -\n\"Where the Northern Ocean, in vast whirls, Boils round the naked, melancholy isles Of farthest Thule; and the Atlantic surge Pours in among the stormy Hebrides.\"\nNor could I pass unnoticed the suggestion of the bleak shores of Lapland, Siberia, Spitzbergen, Nova Zembla, Iceland, Greenland, with \"the vast sweep of the Arctic Zone, and those forlorn regions of dreary space, -- that reservoir of frost and snow, where firm fields of ice, the accumulation of centuries of winters, glazed in Alpine heights above heights, surround the pole, and concentre the multiplied rigours of extreme cold.\" Of these death-white realms I formed an idea of my own: shadowy, like all the half-comprehended notions that float dim through children's brains, but strangely impressive. The words in these introductory pages connected themselves with the succeeding vignettes, and gave significance to the rock standing up alone in a sea of billow and spray; to the broken boat stranded on a desolate coast; to the cold and ghastly moon glancing through bars of cloud at a wreck just sinking.\nI cannot tell what sentiment haunted the quite solitary churchyard, with its inscribed headstone; its gate, its two trees, its low horizon, girdled by a broken wall, and its newly-risen crescent, attesting the hour of eventide.\nThe two ships becalmed on a torpid sea, I believed to be marine phantoms.\nThe fiend pinning down the thief's pack behind him, I passed over quickly: it was an object of terror.\nSo was the black horned thing seated aloof on a rock, surveying a distant crowd surrounding a gallows.\nEach picture told a story; mysterious often to my undeveloped understanding and imperfect feelings, yet ever profoundly interesting: as interesting as the tales Bessie sometimes narrated on winter evenings, when she chanced to be in good humour; and when, having brought her ironing-table to the nursery hearth, she allowed us to sit about it, and while she got up Mrs. Reed's lace frills, and crimped her nightcap borders, fed our eager attention with passages of love and adventure taken from old fairy tales and other ballads; or (as at a later period I discovered) from the pages of Pamela, and Henry, Earl of Moreland.\nWith Bewick on my knee, I was then happy: happy at least in my way. I feared nothing but interruption, and that came too soon. The breakfast-room door opened.\n\"Boh! Madam Mope!\" cried the voice of John Reed; then he paused: he found the room apparently empty.\n\"Where the dickens is she!\" he continued. \"Lizzy! Georgy! (calling to his sisters) Joan is not here: tell mama she is run out into the rain -- bad animal!\"\n\"It is well I drew the curtain,\" thought I; and I wished fervently he might not discover my hiding-place: nor would John Reed have found it out himself; he was not quick either of vision or conception; but Eliza just put her head in at the door, and said at once -\n\"She is in the window-seat, to be sure, Jack.\"\nAnd I came out immediately, for I trembled at the idea of being dragged forth by the said Jack.\n\"What do you want?\" I asked, with awkward diffidence.\n\"Say, 'What do you want, Master Reed?'\" was the answer. \"I want you to come here;\" and seating himself in an arm-chair, he intimated by a gesture that I was to approach and stand before him.\nJohn Reed was a schoolboy of fourteen years old; four years older than I, for I was but ten: large and stout for his age, with a dingy and unwholesome skin; thick lineaments in a spacious visage, heavy limbs and large extremities. He gorged himself habitually at table, which made him bilious, and gave him a dim and bleared eye and flabby cheeks. He ought now to have been at school; but his mama had taken him home for a month or two, \"on account of his delicate health.\" Mr. Miles, the master, affirmed that he would do very well if he had fewer cakes and sweetmeats sent him from home; but the mother's heart turned from an opinion so harsh, and inclined rather to the more refined idea that John's sallowness was owing to over-application and, perhaps, to pining after home.\nJohn had not much affection for his mother and sisters, and an antipathy to me. He bullied and punished me; not two or three times in the week, nor once or twice in the day, but continually: every nerve I had feared him, and every morsel of flesh in my bones shrank when he came near. There were moments when I was bewildered by the terror he inspired, because I had no appeal whatever against either his menaces or his inflictions; the servants did not like to offend their young master by taking my part against him, and Mrs. Reed was blind and deaf on the subject: she never saw him strike or heard him abuse me, though he did both now and then in her very presence, more frequently, however, behind her back.\nHabitually obedient to John, I came up to his chair: he spent some three minutes in thrusting out his tongue at me as far as he could without damaging the roots: I knew he would soon strike, and while dreading the blow, I mused on the disgusting and ugly appearance of him who would presently deal it. I wonder if he read that notion in my face; for, all at once, without speaking, he struck suddenly and strongly. I tottered, and on regaining my equilibrium retired back a step or two from his chair.\n\"That is for your impudence in answering mama awhile since,\" said he, \"and for your sneaking way of getting behind curtains, and for the look you had in your eyes two minutes since, you rat!\"\nAccustomed to John Reed's abuse, I never had an idea of replying to it; my care was how to endure the blow which would certainly follow the insult.\n\"What were you doing behind the curtain?\" he asked.\n\"I was reading.\"\n\"Show the book.\"\nI returned to the window and fetched it thence.\n\"You have no business to take our books; you are a dependent, mama says; you have no money; your father left you none; you ought to beg, and not to live here with gentlemen's children like us, and eat the same meals we do, and wear clothes at our mama's expense. Now, I'll teach you to rummage my bookshelves: for they ARE mine; all the house belongs to me, or will do in a few years. Go and stand by the door, out of the way of the mirror and the windows.\"\nI did so, not at first aware what was his intention; but when I saw him lift and poise the book and stand in act to hurl it, I instinctively started aside with a cry of alarm: not soon enough, however; the volume was flung, it hit me, and I fell, striking my head against the door and cutting it. The cut bled, the pain was sharp: my terror had passed its climax; other feelings succeeded.\n\"Wicked and cruel boy!\" I said. \"You are like a murderer -- you are like a slave-driver -- you are like the Roman emperors!\"\nI had read Goldsmith's History of Rome, and had formed my opinion of Nero, Caligula, &c. Also I had drawn parallels in silence, which I never thought thus to have declared aloud.\n\"What! what!\" he cried. \"Did she say that to me? Did you hear her, Eliza and Georgiana? Won't I tell mama? but first -- \"\nHe ran headlong at me: I felt him grasp my hair and my shoulder: he had closed with a desperate thing. I really saw in him a tyrant, a murderer. I felt a drop or two of blood from my head trickle down my neck, and was sensible of somewhat pungent suffering: these sensations for the time predominated over fear, and I received him in frantic sort. I don't very well know what I did with my hands, but he called me \"Rat! Rat!\" and bellowed out aloud. Aid was near him: Eliza and Georgiana had run for Mrs. Reed, who was gone upstairs: she now came upon the scene, followed by Bessie and her maid Abbot. We were parted: I heard the words -\n\"Dear! dear! What a fury to fly at Master John!\"\n\"Did ever anybody see such a picture of passion!\"\nThen Mrs. Reed subjoined -\n\"Take her away to the red-room, and lock her in there.\" Four hands were immediately laid upon me, and I was borne upstairs.\nCHAPTER II\nI resisted all the way: a new thing for me, and a circumstance which greatly strengthened the bad opinion Bessie and Miss Abbot were disposed to entertain of me. The fact is, I was a trifle beside myself; or rather OUT of myself, as the French would say: I was conscious that a moment's mutiny had already rendered me liable to strange penalties, and, like any other rebel slave, I felt resolved, in my desperation, to go all lengths.\n\"Hold her arms, Miss Abbot: she's like a mad cat.\"\n\"For shame! for shame!\" cried the lady's-maid. \"What shocking conduct, Miss Eyre, to strike a young gentleman, your benefactress's son! Your young master.\"\n\"Master! How is he my master? Am I a servant?\"\n\"No; you are less than a servant, for you do nothing for your keep. There, sit down, and think over your wickedness.\"\nThey had got me by this time into the apartment indicated by Mrs. Reed, and had thrust me upon a stool: my impulse was to rise from it like a spring; their two pair of hands arrested me instantly.\n\"If you don't sit still, you must be tied down,\" said Bessie. \"Miss Abbot, lend me your garters; she would break mine directly.\"\nMiss Abbot turned to divest a stout leg of the necessary ligature. This preparation for bonds, and the additional ignominy it inferred, took a little of the excitement out of me.\n\"Don't take them off,\" I cried; \"I will not stir.\"\nIn guarantee whereof, I attached myself to my seat by my hands.\n\"Mind you don't,\" said Bessie; and when she had ascertained that I was really subsiding, she loosened her hold of me; then she and Miss Abbot stood with folded arms, looking darkly and doubtfully on my face, as incredulous of my sanity.\n\"She never did so before,\" at last said Bessie, turning to the Abigail.\n\"But it was always in her,\" was the reply. \"I've told Missis often my opinion about the child, and Missis agreed with me. She's an underhand little thing: I never saw a girl of her age with so much cover.\"\nBessie answered not; but ere long, addressing me, she said -- \"You ought to be aware, Miss, that you are under obligations to Mrs. Reed: she keeps you: if she were to turn you off, you would have to go to the poorhouse.\"\nI had nothing to say to these words: they were not new to me: my very first recollections of existence included hints of the same kind. This reproach of my dependence had become a vague sing-song in my ear: very painful and crushing, but only half intelligible. Miss Abbot joined in -\n\"And you ought not to think yourself on an equality with the Misses Reed and Master Reed, because Missis kindly allows you to be brought up with them. They will have a great deal of money, and you will have none: it is your place to be humble, and to try to make yourself agreeable to them.\"\n\"What we tell you is for your good,\" added Bessie, in no harsh voice, \"you should try to be useful and pleasant, then, perhaps, you would have a home here; but if you become passionate and rude, Missis will send you away, I am sure.\"\n\"Besides,\" said Miss Abbot, \"God will punish her: He might strike her dead in the midst of her tantrums, and then where would she go? Come, Bessie, we will leave her: I wouldn't have her heart for anything. Say your prayers, Miss Eyre, when you are by yourself; for if you don't repent, something bad might be permitted to come down the chimney and fetch you away.\"\nThey went, shutting the door, and locking it behind them.\nThe red-room was a square chamber, very seldom slept in, I might say never, indeed, unless when a chance influx of visitors at Gateshead Hall rendered it necessary to turn to account all the accommodation it contained: yet it was one of the largest and stateliest chambers in the mansion. A bed supported on massive pillars of mahogany, hung with curtains of deep red damask, stood out like a tabernacle in the centre; the two large windows, with their blinds always drawn down, were half shrouded in festoons and falls of similar drapery; the carpet was red; the table at the foot of the bed was covered with a crimson cloth; the walls were a soft fawn colour with a blush of pink in it; the wardrobe, the toilet-table, the chairs were of darkly polished old mahogany. Out of these deep surrounding shades rose high, and glared white, the piled-up mattresses and pillows of the bed, spread with a snowy Marseilles counterpane. Scarcely less prominent was an ample cushioned easy-chair near the head of the bed, also white, with a footstool before it; and looking, as I thought, like a pale throne.\nThis room was chill, because it seldom had a fire; it was silent, because remote from the nursery and kitchen; solemn, because it was known to be so seldom entered. The house-maid alone came here on Saturdays, to wipe from the mirrors and the furniture a week's quiet dust: and Mrs. Reed herself, at far intervals, visited it to review the contents of a certain secret drawer in the wardrobe, where were stored divers parchments, her jewel-casket, and a miniature of her deceased husband; and in those last words lies the secret of the red-room -- the spell which kept it so lonely in spite of its grandeur.\nMr. Reed had been dead nine years: it was in this chamber he breathed his last; here he lay in state; hence his coffin was borne by the undertaker's men; and, since that day, a sense of dreary consecration had guarded it from frequent intrusion.\nMy seat, to which Bessie and the bitter Miss Abbot had left me riveted, was a low ottoman near the marble chimney-piece; the bed rose before me; to my right hand there was the high, dark wardrobe, with subdued, broken reflections varying the gloss of its panels; to my left were the muffled windows; a great looking-glass between them repeated the vacant majesty of the bed and room. I was not quite sure whether they had locked the door; and when I dared move, I got up and went to see. Alas! yes: no jail was ever more secure. Returning, I had to cross before the looking-glass; my fascinated glance involuntarily explored the depth it revealed. All looked colder and darker in that visionary hollow than in reality: and the strange little figure there gazing at me, with a white face and arms specking the gloom, and glittering eyes of fear moving where all else was still, had the effect of a real spirit: I thought it like one of the tiny phantoms, half fairy, half imp, Bessie's evening stories represented as coming out of lone, ferny dells in moors, and appearing before the eyes of belated travellers. I returned to my stool.\nSuperstition was with me at that moment; but it was not yet her hour for complete victory: my blood was still warm; the mood of the revolted slave was still bracing me with its bitter vigour; I had to stem a rapid rush of retrospective thought before I quailed to the dismal present.\nAll John Reed's violent tyrannies, all his sisters' proud indifference, all his mother's aversion, all the servants' partiality, turned up in my disturbed mind like a dark deposit in a turbid well. Why was I always suffering, always browbeaten, always accused, for ever condemned? Why could I never please? Why was it useless to try to win any one's favour? Eliza, who was headstrong and selfish, was respected. Georgiana, who had a spoiled temper, a very acrid spite, a captious and insolent carriage, was universally indulged. Her beauty, her pink cheeks and golden curls, seemed to give delight to all who looked at her, and to purchase indemnity for every fault. John no one thwarted, much less punished; though he twisted the necks of the pigeons, killed the little pea-chicks, set the dogs at the sheep, stripped the hothouse vines of their fruit, and broke the buds off the choicest plants in the conservatory: he called his mother \"old girl,\" too; sometimes reviled her for her dark skin, similar to his own; bluntly disregarded her wishes; not unfrequently tore and spoiled her silk attire; and he was still \"her own darling.\" I dared commit no fault: I strove to fulfil every duty; and I was termed naughty and tiresome, sullen and sneaking, from morning to noon, and from noon to night.\nMy head still ached and bled with the blow and fall I had received: no one had reproved John for wantonly striking me; and because I had turned against him to avert farther irrational violence, I was loaded with general opprobrium.\n\"Unjust! -- unjust!\" said my reason, forced by the agonising stimulus into precocious though transitory power: and Resolve, equally wrought up, instigated some strange expedient to achieve escape from insupportable oppression -- as running away, or, if that could not be effected, never eating or drinking more, and letting myself die.\nWhat a consternation of soul was mine that dreary afternoon! How all my brain was in tumult, and all my heart in insurrection! Yet in what darkness, what dense ignorance, was the mental battle fought! I could not answer the ceaseless inward question -- WHY I thus suffered; now, at the distance of -- I will not say how many years, I see it clearly.\nI was a discord in Gateshead Hall: I was like nobody there; I had nothing in harmony with Mrs. Reed or her children, or her chosen vassalage. If they did not love me, in fact, as little did I love them. They were not bound to regard with affection a thing that could not sympathise with one amongst them; a heterogeneous thing, opposed to them in temperament, in capacity, in propensities; a useless thing, incapable of serving their interest, or adding to their pleasure; a noxious thing, cherishing the germs of indignation at their treatment, of contempt of their judgment. I know that had I been a sanguine, brilliant, careless, exacting, handsome, romping child -- though equally dependent and friendless -- Mrs. Reed would have endured my presence more complacently; her children would have entertained for me more of the cordiality of fellow-feeling; the servants would have been less prone to make me the scapegoat of the nursery.\nDaylight began to forsake the red-room; it was past four o'clock, and the beclouded afternoon was tending to drear twilight. I heard the rain still beating continuously on the staircase window, and the wind howling in the grove behind the hall; I grew by degrees cold as a stone, and then my courage sank. My habitual mood of humiliation, self-doubt, forlorn depression, fell damp on the embers of my decaying ire. All said I was wicked, and perhaps I might be so; what thought had I been but just conceiving of starving myself to death? That certainly was a crime: and was I fit to die? Or was the vault under the chancel of Gateshead Church an inviting bourne? In such vault I had been told did Mr. Reed lie buried; and led by this thought to recall his idea, I dwelt on it with gathering dread. I could not remember him; but I knew that he was my own uncle -- my mother's brother -- that he had taken me when a parentless infant to his house; and that in his last moments he had required a promise of Mrs. Reed that she would rear and maintain me as one of her own children. Mrs. Reed probably considered she had kept this promise; and so she had, I dare say, as well as her nature would permit her; but how could she really like an interloper not of her race, and unconnected with her, after her husband's death, by any tie? It must have been most irksome to find herself bound by a hard-wrung pledge to stand in the stead of a parent to a strange child she could not love, and to see an uncongenial alien permanently intruded on her own family group.\nA singular notion dawned upon me. I doubted not -- never doubted -- that if Mr. Reed had been alive he would have treated me kindly; and now, as I sat looking at the white bed and overshadowed walls -- occasionally also turning a fascinated eye towards the dimly gleaning mirror -- I began to recall what I had heard of dead men, troubled in their graves by the violation of their last wishes, revisiting the earth to punish the perjured and avenge the oppressed; and I thought Mr. Reed's spirit, harassed by the wrongs of his sister's child, might quit its abode -- whether in the church vault or in the unknown world of the departed -- and rise before me in this chamber. I wiped my tears and hushed my sobs, fearful lest any sign of violent grief might waken a preternatural voice to comfort me, or elicit from the gloom some haloed face, bending over me with strange pity. This idea, consolatory in theory, I felt would be terrible if realised: with all my might I endeavoured to stifle it -- I endeavoured to be firm. Shaking my hair from my eyes, I lifted my head and tried to look boldly round the dark room; at this moment a light gleamed on the wall. Was it, I asked myself, a ray from the moon penetrating some aperture in the blind? No; moonlight was still, and this stirred; while I gazed, it glided up to the ceiling and quivered over my head. I can now conjecture readily that this streak of light was, in all likelihood, a gleam from a lantern carried by some one across the lawn: but then, prepared as my mind was for horror, shaken as my nerves were by agitation, I thought the swift darting beam was a herald of some coming vision from another world. My heart beat thick, my head grew hot; a sound filled my ears, which I deemed the rushing of wings; something seemed near me; I was oppressed, suffocated: endurance broke down; I rushed to the door and shook the lock in desperate effort. Steps came running along the outer passage; the key turned, Bessie and Abbot entered.\n\"Miss Eyre, are you ill?\" said Bessie.\n\"What a dreadful noise! it went quite through me!\" exclaimed Abbot.\n"
  }
]
